Repository: jimregan/citizens-information-raw
Catalog: en-ga/www.citizensinformation.ie/ga/housing/local_authority_and_social_housing/notice_to_quit_and_eviction.html.txt.tmx
Source language: en
Languages: ga

source: Repossession of rented social housing
ga: Tithíocht shóisialta ar cíos a athshealbhú

source: • Legal basis for repossession
ga: • An bonn dlíthiúil le hathshealbhú

source: • After a tenancy warning has issued
ga: • I ndiaidh gur eisíodh rabhadh tionóntachta

source: Up to recently, a local authority could evict a tenant without giving a reason, as long as it followed the correct procedure
ga: Go dtí le gairid, d’fhéadfadh údarás áitiúil tionónta a dhíshealbhú gan cúis a thabhairt, a fhad agus gur lean siad an nós imeachta ceart

source: This meant first issuing a notice to quit and then applying to court for an order
ga: Chiallaigh seo go raibh orthu fógra fágála a eisiúint ar dtús agus iarratas a dhéanamh ar an gcúirt ar ordú ina dhiaidh sin

source: However, in practice, local authorities did not evict their tenants without reason
ga: I gcleachtas, áfach, ní dhearna údaráis áitiúla a dtionóntaí a dhíshealbhú gan chúis

source: If you paid your rent and complied with other conditions of the tenancy, you would normally be able to stay in your home for as long as you wanted
ga: Má d’íoc tú do chíos agus má chomhlíon tú coinníollacha eile na tionóntachta, ba ghnách go mbeifeá in ann fanacht i do theach chomh fada agus ba mhian leat

source: The main reason for repossessions of local authority rented accommodation in recent years has been arrears of rent
ga: Is é an phríomhchúis a bhíonn le cóiríocht ar cíos údaráis áitiúil a athshealbhú le blianta beaga anuas ná riaráistí cíosa

source: Anti-social behaviour has also been the cause of some repossessions
ga: Ina theannta sin, bhí iompar frithshóisialta ina chúis le roinnt athshealbhaithe

source: Legal basis for repossession
ga: An bonn dlíthiúil le hathshealbhú

source: Up to recently, the legal basis for repossession was Section 62 of the Housing Act 1966
ga: Go dtí le gairid, ba é Alt 62 den Acht Tithíochta, 1966 an bonn dlíthiúil le hathshealbhú

source: In 2012, the Supreme Court held that this section was not compatible with the European Convention on Human Rights because it did not allow for an independent hearing of the merits of the proposed repossession
ga: In 2012, dheimhnigh an Chúirt Uachtarach nach raibh an t-alt seo comhoiriúnach don Choinbhinsiún Eorpach um Chearta Daonna mar gheall nár cheadaigh sé éisteacht neamhspleách a dhéanamh ar fhiúntais an athshealbhaithe bheartaithe

source: The Housing (Miscellaneous Provisions) Act 2014 replaces Section 62 with new procedures, which involve an independent assessment of the merits of the proposed repossession
ga: Tagann an tAcht Tithíochta (Forálacha Ilghnéitheacha), 2014 in ionad Alt 62 le nósanna imeachta nua, ina ndéantar measúnú neamhspleách ar fhiúntais an athshealbhaithe bheartaithe

source: These procedures are set out in Part 2 of the Act, which came into effect on 13 April 2015
ga: Leagtar amach na nósanna imeachta seo i gCuid 2 den Acht, a tháinig i bhfeidhm an 13 Aibreán 2015

source: The new procedures apply where local authorities want to repossess because:
ga: Bíonn na nósanna imeachta nua i gceist sa chás gur mian le húdaráis áitiúla athshealbhú a dhéanamh mar gheall ar an méid a leanas:

source: • There has been a serious or repeated breach of a condition of the tenancy agreement, for example, anti-social behaviour or non-payment of rent
ga: • Rinneadh sárú tromchúiseach nó leantach ar choinníoll de chuid an chomhaontaithe tionóntachta, mar shampla, iompar frithshóisialta nó neamhíocaíocht cíosa

source: • The dwelling has been abandoned by the tenant and is occupied by a squatter
ga: • Thréigh an tionónta an áit chónaithe agus tá an áit chónaithe áitithe ag suiteoir

source: • The tenant has died and the dwelling is occupied by someone who is not entitled to succeed to the tenancy
ga: • Fuair an tionónta bás agus tá an áit chónaithe áitithe ag duine nach bhfuil i dteideal teacht i gcomharbacht ar an tionóntacht

source: The new procedures provide that a local authority may issue a tenancy warning if there is an alleged breach of the tenancy conditions, such as non-payment of rent or anti-social behaviour
ga: Forálann na nósanna imeachta seo gur féidir le húdarás áitiúil rabhadh tionóntachta a eisiúint má líomhnaítear gur sáraíodh coinníollacha na tionóntachta, ar nós neamhíocaíocht cíosa nó iompar frithshóisialta

source: A tenancy warning may not be necessary in the case of very serious breaches, but if the local authority applies to repossess the dwelling without first issuing a tenancy warning, the application for a possession order must state the reasons why no such warning was issued
ga: B’fhéidir nach mbeidh gá le rabhadh tionóntachta i gcás sáruithe an-tromchúiseacha, ach má dhéanann an t-údarás áitiúil iarratas ar an áit chónaithe a athshealbhú gan rabhadh tionóntachta a eisiúint i dtosach, ní mór go luafar san iarratas ar ordú sealbhaithe na cúiseanna nár eisíodh an rabhadh sin

source: The Housing (Miscellaneous Provisions) Act 2014 sets out detailed requirements as regards tenancy warnings
ga: Leagtar amach san Acht Tithíochta (Forálacha Ilghnéitheacha), 2014 ceanglais mhionsonraithe maidir le rabhaidh thionóntachta

source: The Housing (Local Authority Tenancy Warnings) Regulations 2015 set out who can be validly served with a warning in the tenant’s absence; alternative methods for serving a warning; and the type of circumstances to be taken into account for extending the period in which the tenant can seek a review
ga: Leagtar amach sna Rialacháin Tithíochta (Rabhaidh Thionóntachta Údaráis Áitiúil), 2015 cé ar féidir rabhadh bailí a sheirbheáil orthu má bhíonn an tionónta as láthair; modhanna malartacha chun rabhadh a sheirbheáil; agus saghas na gcúinsí atá le cur san áireamh chun an tréimhse a shíneadh inar féidir leis an tionónta athbhreithniú a lorg

source: Sections 7 and 8 of the Act set out particular requirements for how tenancy warnings should be issued where the terms of the tenancy agreement have been breached as regards anti-social behaviour (Section 7) and rent-related obligations (Section 8)
ga: Leagtar amach in ailt 7 agus 8 den Acht ceanglais ar leith maidir le conas ar cheart rabhaidh thionóntachta a eisiúint sa chás gur sáraíodh téarmaí an chomhaontaithe tionóntachta maidir le hiompar frithshóisialta (Alt 7) agus dualgais a bhaineann le cíos (Alt 8)

source: See below for the specific requirements for such tenancy warnings
ga: Féach thíos chun teacht ar cheanglais shonracha maidir leis na rabhaidh thionóntachta siúd

source: Section 9 deals with tenancy warnings in relation to breaches of the tenancy agreement as regards any other matter
ga: Déileálann Alt 9 le rabhaidh thionóntachta maidir le sáruithe ar an gcomhaontú tionóntachta maidir le haon saincheist eile

source: Such a warning must specify the breach, what needs to be done and the possibility that the local authority may look for a possession order against the tenant
ga: Ní mór go sonróidh an rabhadh sin an sárú, cad is gá a dhéanamh agus an fhéidearthacht go bhféadfadh an t-údarás áitiúil ordú sealbhaithe a lorg i gcoinne an tionónta

source: Section 7 deals with tenancy warnings in relation to anti-social behaviour and similar behaviour – including nuisance or conduct likely to annoy or disturb neighbours, or allowing a person to be in the dwelling in breach of an order excluding them from it
ga: Déileálann Alt 7 le rabhaidh thionóntachta maidir le hiompar frithshóisialta agus a mhacasamhail d’iompar – núis nó iompar san áireamh ar dóchúil go gcuirfidh sé isteach ar chomharsana nó go gcuirfidh sé as do chomharsana, nó a ligeann do dhuine a bheith san áit chónaithe a sháraíonn ordú a dhéanann iad a eisiamh ón áit chónaithe

source: The tenancy warning must:
ga: Ní mór don rabhadh tionóntachta an méid a leanas a dhéanamh:

source: • Set out what part of the tenancy agreement has been breached, the nature of the breach and the name (if known) of the household member involved
ga: • A leagan amach cén chuid den chomhaontú tionóntachta a sáraíodh, cineál an tsáraithe agus ainm an bhaill den teaghlach (más eol é) atá i gceist

source: • Say when the breach occurred and its detrimental effects on the quality of life of people living nearby
ga: • A rá cathain a tharla an sárú agus an tionchar díobhálach a d’imir sé ar cháilíocht beatha na ndaoine a chónaíonn i ngar

source: • Require the tenant to ensure that the household member involved does (or stops doing) certain things so as to stop these detrimental effects continuing or happening again
ga: • A cheangal ar an tionónta a chinntiú go ndéanann an ball den teaghlach atá i gceist rudaí áirithe (nó stop a chur le rudaí áirithe a dhéanamh) d’fhonn stop a chur leis an tionchar díobhálach seo a imirt nó tarlú arís

source: • Warn the tenant that the local authority may initiate repossession proceedings or seek an excluding order if the breach continues or happens again within 12 months
ga: • Rabhadh a thabhairt don tionónta gur féidir leis an údarás áitiúil tús a chur le himeachtaí athshealbhaithe nó ordú eisiaimh a lorg má leanann an sárú nó má tharlaíonn sé arís laistigh de 12 mhí

source: • Set out the tenant’s right to request a review of the tenancy warning
ga: • An ceart atá ag an tionónta a leagan amach chun athbhreithniú ar an rabhadh tionóntachta a lorg

source: Section 8 deals with tenancy warnings in relation to breaches of rent-related obligations – either the rent agreed in the tenancy agreement or whatever repayments were agreed in a rescheduling arrangement
ga: Déileálann Alt 8 le rabhaidh thionóntachta maidir le sáruithe ar dhualgais a bhaineann le cíos – an cíos ar a ndearnadh comhaontú sa chomhaontú tionóntachta nó pé íocaíochtaí ar ar comhaontaíodh i gcomhaontú athsceidealaithe

source: • Set out the rent-related obligation that has been breached, the amount of arrears now owing and the period over which rent was not paid
ga: • An dualgas a bhaineann le cíos a leagan amach a sáraíodh, méid na riaráistí atá le híoc anois agus an tréimhse inar theip orthu an cíos a íoc

source: • Require the tenant to pay the arrears immediately or, in case of hardship, contact the local authority to discuss rescheduling the payments
ga: • A cheangal ar an tionónta chun na riaráistí a íoc láithreach nó, i gcás cruatain, teagmháil a dhéanamh leis an údarás chun plé a dhéanamh ar na híocaíochtaí a athsceidealú

source: • Warn the tenant that the local authority may initiate repossession proceedings if the arrears are not paid or rescheduled within 2 months
ga: • Rabhadh a thabhairt don tionónta gur féidir leis an údarás áitiúil tús a chur le himeachtaí athshealbhaithe mura n-íoctar na riaráistí nó mura n-athsceidealaítear iad laistigh de 2 mhí

source: • Warn the tenant that, even if the rent arrears are paid or rescheduled within 2 months, the local authority may initiate repossession proceedings (without a further tenancy warning) if the tenant misses a payment in the next 12 months, unless a further rescheduling is arranged
ga: • Rabhadh a thabhairt don tionónta, fiú má íoctar na riaráistí cíosa nó má athsceidealaítear iad laistigh de 2 mhí, gur féidir leis an údarás áitiúil tús a chur le himeachtaí athshealbhaithe (gan rabhadh breise tionóntachta a thabhairt) má theipeann ar an tionónta íocaíocht a dhéanamh sa tréimhse 12 mhí amach roimhe/roimpi mura socraítear athsceidealú breise

source: • Set out the legal provisions as regards rent arrears that have not been rescheduled
ga: • Na forálacha dlíthiúla a leagan amach maidir le riaráistí cíosa nach ndearnadh a athsceidealú

source: If the local authority knows that the tenant has other debts as well as the rent arrears, the tenancy warning must also include information on sources of advice on problem debt in general
ga: Más eol don údarás áitiúil go bhfuil fiachais eile ag an tionónta mar aon le riaráistí cíosa eile, ní mór go n-áireofar leis an rabhadh tionóntachta faisnéis, chomh maith, ar aon fhoinsí comhairle ar fhiachas fadhbach go ginearálta

source: After a tenancy warning has issued
ga: I ndiaidh gur eisíodh rabhadh tionóntachta

source: Under Section 10 of the Act the tenant is entitled to request an internal review of a tenancy warning
ga: Faoi Alt 10 den Acht, tá an tionónta i dteideal iarraidh go ndéanfar athbhreithniú inmheánach ar rabhadh tionóntachta

source: This request should normally be made within 10 working days of the issue of the warning – or within 20 working days in exceptional circumstances
ga: Ba ghnách gur cheart an t-iarratas seo a dhéanamh laistigh de 10 lá oibre tar éis go n-eisítear an rabhadh – nó laistigh de 20 lá oibre faoi chúinsí eisceachtúla

source: The request should outline the grounds on which it is made, include any supporting documents and indicate whether the tenant or a household member wishes to make oral representations as part of the review
ga: Ba cheart go dtabharfar cuntas san iarratas ar an mbunús ar a ndéantar é, aon cháipéisí tacaíochta a chur san áireamh agus a thabhairt le fios an mian nó nach mian leis an tionónta nó le ball den teaghlach uiríll ó bhéal a dhéanamh mar chuid den athbhreithniú

source: The review must be carried out by a local authority official who was not involved in the initial warning and who is more senior than the official who issued the warning
ga: Ní mór go dtabharfaidh oifigeach d’údarás áitiúil faoin athbhreithniú nach raibh baint acu sa rabhadh tosaigh agus atá ina oifigeach níos sinsearaí ná an t-oifigeach a d’eisigh an rabhadh

source: In general, the reviewer should conclude the review within 20 working days of being appointed
ga: Go ginearálta, ba cheart don athbhreithneoir an t-athbhreithniú a chríochnú laistigh de 20 lá tar éis a bheith ceaptha

source: However, if the review involves meeting the tenant or a household member, or if a variation to the warning is proposed, this may take up to 30 working days
ga: Má bhíonn casadh le tionónta nó le ball de theaghlach i gceist leis an athbhreithniú nó má bheartaítear athrú ar an rabhadh, áfach, d’fhéadfadh seo a fhad le 30 lá oibre a ghlacadh

source: The reviewer can decide to confirm the tenancy warning, vary its terms (after giving the tenant a chance for feedback) or annul the warning
ga: Féadfaidh an t-athbhreithneoir cinneadh a dhéanamh chun an rabhadh tionóntachta a dheimhniú, a théarmaí a athrú (tar éis deis a thabhairt don tionónta aiseolas a thabhairt) nó chun an rabhadh a chur ar neamhní

source: The local authority must send the tenant a written copy of the decision
ga: Ní mór don údarás áitiúil cóip scríofa den chinneadh a sheoladh chuig an tionónta

source: In the case of intimidation, the reviewer can accept a statement by a Garda or a local authority official as evidence that a person has been engaged in anti-social behaviour
ga: I gcás imeaglú, féadfaidh an t-athbhreithneoir glacadh le ráiteas ag Garda nó ag oifigeach den údarás áitiúil mar fhianaise go raibh iompar frithshóisialta ar bun ag duine

source: If the tenant does not ask for a review, the warning takes effect from the second working day after the period for requesting a review has expired
ga: Mura n-iarann an tionónta ar athbhreithniú, beidh an rabhadh i bhfeidhm ón dara lá oibre i ndiaidh gur éag an tréimhse inar féidir iarraidh ar athbhreithniú

source: If the tenant has asked for a review, and the warning has been upheld or varied, it comes into effect on the second working day after the decision was sent to the tenant
ga: Má d’iarr an tionónta ar athbhreithniú, agus má seasadh leis an rabhadh nó má athraíodh é, tiocfaidh sé i bhfeidhm ar an dara lá oibre i ndiaidh gur seoladh an cinneadh chuig an tionónta

source: If the tenant does not deal with the breach of the tenancy agreement, even after the tenancy warning, the local authority can apply to the District Court for a possession order to enable it to repossess the dwelling
ga: Mura ndéileálann an tionónta le sárú an chomhaontaithe tionóntachta, fiú i ndiaidh gur eisíodh an rabhadh tionóntachta, féadfaidh an t-údarás áitiúil iarratas a dhéanamh ar an gCúirt Dúiche ar ordú sealbhaithe lena chur ar a gcumas an áit chónaithe a athshealbhú

source: The court hearing may be held in camera in some cases
ga: Féadtar éisteacht na cúirte a chur ar bun mar chruinniú iata i roinnt cásanna

source: The court may order the ending of the tenancy or, in the case of anti-social behaviour, may order the exclusion of a member of the household from the tenancy
ga: Féadfaidh an chúirt deireadh a chur leis an tionóntacht a ordú nó, i gcás iompar frithshóisialta, féadfaidh siad eisiamh baill den teaghlaigh a ordú ón tionóntacht

source: The local authority must generally give the tenant at least 10 days’ notice of the court hearing, but if the breach of the tenancy agreement is having serious effects on people living nearby, it must give the tenant a copy of the possession application as soon as it applies for the order, with a written explanation of why the tenant was not given the 10 days’ notice
ga: De ghnáth, ní mór go dtabharfaidh an t-údarás áitiúil fógra ar a laghad 10 lá sula mbíonn éisteacht na cúirte ar siúl, ach má bhíonn tionchar tromchúiseach á imirt ag an gcomhaontú tionóntachta ar dhaoine a chónaíonn i ngar, ní mór dóibh cóip den iarratas ar shealbhú a thabhairt don tionónta a luaithe a dhéanann siad iarratas ar an ordú, mar aon le míniú scríofa ar cén fáth nár tugadh fógra 10 lá don tionónta

source: The possession application must give the grounds for the application, including full details of the breach, the name of person causing it (if known) and its effects on people living nearby
ga: Ní mór go sonrófar san iarratas ar shealbhú an bunús atá leis an iarratas, lena n-áirítear sonraí iomlána faoin sárú, ainm an duine is cúis leis (más eol é) agus an tionchar a imríonn sé ar dhaoine atá ina gcónaí i ngar

source: The application must also give details of any tenancy warnings issued to the tenant or household members within the last 5 years
ga: Chomh maith leis sin, ní mór go dtugtar sonraí san iarratas ar aon rabhaidh thionóntachta a eisíodh don tionónta nó do bhaill den teaghlach le 5 bliana anuas

source: If no tenancy warning was issued for the current breach, the application must give reasons why one was issued
ga: Murar eisíodh aon rabhadh tionóntachta don sárú reatha, ní mór go dtabharfar san iarratas na cúiseanna ar eisíodh an rabhadh

source: If there is a tenancy warning for a similar breach currently under review, the application must give the reasons why the possession order is being sought at the same time
ga: Má tá rabhadh tionóntachta mar gheall ar a mhacasamhail de shárú faoi athbhreithniú, ní mór go dtugtar na cúiseanna san iarratas ar an bhfáth a bhfuil an t-ordú sealbhaithe á lorg ag an tráth céanna

source: If a possession order is granted, it gives the date on which the local authority can repossess the dwelling
ga: Má dheonaítear ordú sealbhaithe, luaitear an dáta ann ar ar féidir an t-údarás áitiúil an áit chónaithe a athshealbhú

source: This must be no sooner than 2 months (and no later than 9 months) after the date of the order
ga: Níor cheart go mbeidh seo tráth níos luaithe ná 2 mhí (agus tráth nach déanaí ná 9 mí) i ndiaidh dháta an ordaithe

source: The tenancy will be terminated on the date that the local authority takes possession of the dwelling under the possession order
ga: Cuirfear deireadh leis an tionóntacht ar an dáta a ghlacann an t-údarás áitiúil seilbh ar an áit chónaithe faoin ordú sealbhaithe

source: Section 14 of the Act allows the local authority, in certain circumstances, to enter an abandoned dwelling that is at risk of damage or trespass
ga: Ceadaítear faoi Alt 14 den Acht don údarás áitiúil, faoi chúinsí áirithe, chun áit chónaithe thréigthe a iontráil atá i mbaol díobhála nó foghla

source: The local authority can do this either with the tenant’s consent or with a warrant from the District Court
ga: Féadfaidh an t-údarás áitiúil seo a dhéanamh cibé acu le toiliú an tionónta nó le barántas ón gCúirt Dúiche

source: However, if that property has been vandalised or is at imminent risk of damage, the local authority can enter it to do whatever is necessary, without getting a warrant
ga: Má rinneadh an réadmhaoin sin a lot, áfach, nó má tá sí i ngarbhaol díobhála, féadfaidh an t-údarás áitiúil í a iontráil chun pé rud atá riachtanach a dhéanamh, gan barántas a fháil

source: If the local authority plans to repossess an abandoned dwelling, it must give the tenant 4 weeks to confirm whether or not they intend to occupy it again
ga: Má bheartaíonn an t-údarás áitiúil chun áit chónaithe thréigthe a athshealbhú, ní mór dóibh tréimhse 4 seachtaine a thabhairt don tionónta lena dheimhniú cibé acu an mbeartaíonn nó nach mbeartaíonn siad chun í a áitiú arís

source: After 4 weeks, the local authority can serve a notice on the tenant, ending the tenancy, and can then take possession of the dwelling without any further proceedings
ga: I ndiaidh 4 seachtaine, féadfaidh an t-údarás áitiúil fógra a sheirbheáil ar an tionónta, a chuireann deireadh leis an tionóntacht, agus féadfaidh siad seilbh a ghlacadh ar an áit chónaithe gan dul i mbun aon imeachtaí breise

source: The former tenant may apply to the District Court (within 6 months) for the termination to be reconsidered
ga: Féadfaidh an t-iar-thionónta iarratas a dhéanamh ar an gCúirt Dúiche (laistigh de 6 mhí) go ndéanfar athbhreithniú ar dheireadh a chur leis an tionóntacht

source: Occupiers who are not tenants
ga: Áititheoirí nach tionóntaí iad

source: If someone who is not entitled to a tenancy is occupying a dwelling, the local authority can apply to the District Court for a possession order, setting out its grounds
ga: Má tá áit chónaithe á háitiú ag duine nach bhfuil i dteideal tionóntacht a bheith acu, féadfaidh an t-údarás áitiúil iarratas a dhéanamh ar an gCúirt Dúiche ar ordú sealbhaithe, ina leagtar amach a gcuid bunús

source: It must have regard to protecting the identity of anyone who informed it of the occupation, if there is reason to believe that this is necessary
ga: Ní mór go dtugtar aird ar aitheantas aon duine a chosaint a chuir ar an eolas iad faoin áitiú, más ann do chúis lena gcreidiúint go bhfuil gá leis seo

source: If the tenant has died and the occupier is (or claims to be) a member of the late tenant’s household, but is not entitled to succeed to the tenancy, the local authority can apply for a possession order, setting out its grounds
ga: Má fuair an tionónta bás agus más ball de theaghlach an tionónta a fuair bás (nó má mhaíonn siad gurb amhlaidh atá iontu), ach níl siad i dteideal teacht i gcomharbas ar an tionóntacht, féadfaidh an t-údarás áitiúil iarratas a dhéanamh ar ordú sealbhaithe, ina leagtar amach a gcuid bunús

source: If the occupier has applied for a succession tenancy and been refused, the possession application must give the basis for that refusal and refer to the local authority’s written policy on succession tenancies
ga: Má rinne an t-áititheoir iarratas ar thionóntacht comharbais agus má diúltaíodh don iarratas sin, ní mór go dtugtar an bunús a bhí leis an diúltú sin san iarratas ar shealbhú agus ní mór dó tagairt a dhéanamh do bheartas scríofa an údaráis áitiúil maidir le tionóntachtaí comharbais

source: At least 10 working days before the District Court hearing, the local authority must give the occupant written notice of the hearing and details of the possession application
ga: Ní mór don údarás áitiúil fógra scríofa a thabhairt don áititheoir maidir leis an éisteacht mar aon le sonraí faoin iarratas ar shealbhú ar a laghad 10 lá roimh éisteacht na Cúirte Dúiche
